<template>
  <Editor
    content="
      <h2>Отчёт Remedy: выручка и прибыль выросли — отчасти благодаря роялти с продаж Alan Wake 2</h2>
      <p>Разработка Control 2 и ремейков Max Payne 1-2 идёт по плану.</p>
      <ul>
        <li>За квартал с января по март 2025 года выручка студии Remedy выросла на 24,1% по сравнению с этим же периодом годом ранее, а операционная прибыль составила 1,3 миллиона евро вместо убытков в 2,1 миллиона евро годом ранее.</li>
        <li>Выручка и прибыль частично обусловлены ростом роялти с продаж Alan Wake 2. Игра покрыла затраты на разработку и начала приносить прибыль в конце 2024 года.</li>
        <li>Уже 17 июня студия выпустит кооперативный шутер FBC: Firebreak, который она будет издавать самостоятельно. В студии заявили, что аккуратно позиционировали игру таким образом, чтобы она отличалась от других тайтлов в жанре.</li>
        <li>В компании напомнили, что Control 2 и ремейки первых двух частей Max Payne находятся в полноценном производстве, и студия довольна прогрессом этих тайтлов.</li>
        <li>Говоря о Control 2, в Remedy уточнили, что сейчас команда работает над расширением контента из вертикальных и горизонтальных срезов на всю игру.</li>
        <li>В студии ожидают роста финансовых показателей в 2025 году благодаря релизу FBC: Firebreak и «хвосту» продаж тайтлов из каталога, включая Alan Wake 2.</li>
      </ul>
    "
  />
</template>

<script lang="ts" setup>
const { nodeSelection } = useEditor()
</script>
